Repository: common-repository/slp-extenders
Catalog: languages/slp-extenders-*.po
Languages: nl_nl

source: %s requires Store Locator Plus to function properly.
nl_nl: %s heeft Store Locator Plus nodig om goed te functioneren.

source: This plugin has been deactivated.
nl_nl: Deze plug-in is gedeactiveerd.

source: Please install Store Locator Plus.
nl_nl: Installeer Store Locator Plus aub.

source: %s requires WordPress %s to function properly.
nl_nl: %s heeft WordPress %s nodig om goed te functioneren.

source: Please upgrade WordPress.
nl_nl: Upgrade WordPress aub.

source: Store User
nl_nl: Store Gebruiker

source: The basic Facebook social media as provided by default.
nl_nl: De basis Facebook social media zoals standaard meegeleverd.

source: The basic Twitter social media as provided by default.
nl_nl: De basis Twitter social media zoals standaard meegeleverd.

source: The %s add-on deactivated the conflicting %s add-on.
nl_nl: De %s add-on deactiveerde de conflicterende %s add-on.

source: Documentation
nl_nl: Documentatie

source: Settings
nl_nl: Instellingen

source: Event not added!
nl_nl: Event niet toegevoegd!

source: The add event form on your server is not rendering properly.
nl_nl: Het formulier om een event toe te voegen wordt niet goed verwerkt.

source: At least one of the fields %s or %s is mandatory.
nl_nl: Minstens een van de velden %s of %s is verplicht.

source: Event Name
nl_nl: Event Naam

source: Event %s not added because slug %s already exists!
nl_nl: Event %s niet toegevoegd omdat slug %s al bestaat!

source: Event %s added successfully for %s.
nl_nl: Event %s succesvol toegevoegd voor %s.

source: Event %s not added!
nl_nl: Event %s niet toegevoegd!

source: modules enabled.
nl_nl: modules ingeschakeld.

source: Location Filter:
nl_nl: Locatie Filter:

source: and
nl_nl: en

source: or
nl_nl: of

source: Name My Social or My* or *Social
nl_nl: Naam Mijn Social of Mijn* of *Social

source: Social Media List
nl_nl: Social Media Lijst

source: All Social Media
nl_nl: Alle Social Media

source: No locations found to create pages.
nl_nl: Geen locaties gevonden om pagina's aan te maken.

source: Store Page could not be created.
nl_nl: Store Page kon niet aangemaakt worden.

source: Save Extenders Settings
nl_nl: Bewaar Extenders Instellingen

source: Save Setttings
nl_nl: Bewaar Instellingen

source: General Settings
nl_nl: Algemene Instellingen

source: Enable separate functionalities like Social Media, User Managed Locations, Events.
nl_nl: Schakel afzonderlijke functionaliteiten in zoals Social Media, User Managed Locations, Events.

source: Use the button below to save the settings.
nl_nl: Gebruik de onderstaande knop om de instellingen op te slaan.

source: These settings impact the general working of the Extenders add-on.
nl_nl: Deze instellingen zijn van invloed op de algemene werking van de Extenders-add-on.

source: Save Buttons
nl_nl: Opslaan Knoppen

source: Enabling functionalities
nl_nl: Functionaliteiten inschakelen

source: Social Media Settings
nl_nl: Social Media Instellingen

source: These settings impact the general working of Social Media.
nl_nl: Deze instellingen hebben invloed op de algemene werking van Social Media.

source: User Managed Settings
nl_nl: User Managed Instellingen

source: These settings impact the general working of User Managed Locations.
nl_nl: Deze instellingen zijn van invloed op de algemene werking van User Managed Locations.

source: Event Settings
nl_nl: Event Instellingen

source: These settings impact the general working of Events.
nl_nl: Deze instellingen zijn van invloed op de algemene werking van Events.

source: Manage Users
nl_nl: Beheer Gebruikers

source: The functionality for managing users is moved to the <a href="%s">admin Users page</a>.
nl_nl: De functionaliteit voor het beheren van gebruikers is verplaatst naar de <a href="%s">Gebruikers pagina</a>.

source: With Social Properties
nl_nl: Met Social Eigenschappen

source: Social Media not added!
nl_nl: Social Media niet toegevoegd!

source: The add social form on your server is not rendering properly.
nl_nl: Het toevoeg formulier voor social media wordt niet goed weergegeven.

source: Social Name
nl_nl: Social Naam

source: Social %s not added because slug %s already exists!
nl_nl: Social %s niet toegevoegd omdat slug %s al bestaat!

source: Social %s added successfully for %s.
nl_nl: Social %s succesvol toegevoegd voor %s.

source: Social %s not added!
nl_nl: Social %s niet toegevoegd!

source: Assign Store User
nl_nl: Toekennen Store Gebruiker

source: Define the store user to assign:
nl_nl: Geef de store gebruikersnaam om toe te kennen:

source: Remove Store User
nl_nl: Verwijder Store Gebruiker

source: Filter User
nl_nl: Filter Gebruiker

source: Enter the store user to filter on:
nl_nl: Geef de store gebruikersnaam om op te filteren:

source: Allow
nl_nl: Toestaan

source: Disallow
nl_nl: Niet Toestaan

source: Manage Stores
nl_nl: Beheren Winkels

source: Locations
nl_nl: Locaties

source: Disallowed
nl_nl: Niet Toegestaan

source: Allowed
nl_nl: Toegestaan

source: Add Event
nl_nl: Voeg Event Toe

source: Add
nl_nl: Toevoegen

source: Edit Event
nl_nl: Bewerk Event

source: Update
nl_nl: Bijwerken

source: Saved event icons live here:
nl_nl: Opgeslagen event icons bevinden zich hier:

source: The name of the event.
nl_nl: De naam van het event.

source: The slug for this event.
nl_nl: De slug voor dit event.

source: The start date and time for this event.
nl_nl: De start daum and tijd voor dit event.

source: Event End
nl_nl: Event Einde

source: The end date and time for this event.
nl_nl: De eind datum en tijd voor dit event.

source: No Event Category
nl_nl: Geen Event Categorie

source: Event Category
nl_nl: Event Categorie

source: The category for this event.
nl_nl: De categorie voor dit event.

source: The <a href="%s">Event Category Manager</a>
nl_nl: De <a href="%s">Event Categorie Manager</a>

source: provides a full management interface for Event Categories.
nl_nl: levert een compleet beheer interface voor Event Categorieën.

source: No Event Status
nl_nl: Geen Event Status

source: The status for this event.
nl_nl: De status voor dit event.

source: The <a href="%s">Event Status Manager</a>
nl_nl: De <a href="%s">Event Status Manager</a>

source: provides a full management interface for Event Statuses.
nl_nl: levert een compleet beheer interface voor Event Statussen.

source: The url to show more information on this event.
nl_nl: De url die meer informatie toont over dit event.

source: Description
nl_nl: Omschrijving

source: The description for this event.
nl_nl: De beschrijving voor dit event.

source: Event Hidden
nl_nl: Event Verborgen

source: The url to the icon for this event.
nl_nl: De url naar het icon voor dit event.

source: Cancel
nl_nl: Annuleer

source: Reset Form
nl_nl: Reset Formulier

source: Could not read icon directory %s
nl_nl: Kon icon directory %s niet lezen

source: Use the button below to add an event object.
nl_nl: Gebruik de onderstaande knop om een event object toe te voegen.

source: Use the button below to update the event object.
nl_nl: Gebruik de onderstaande knop om het event object bij te werken.

source: Edit
nl_nl: Bewerk

source: Delete
nl_nl: Verwijder

source: Delete %s?
nl_nl: Verwijder %s?

source: Delete Permanently
nl_nl: Verwijder Voorgoed

source: Show All
nl_nl: Toon Alle

source: Filter Events By
nl_nl: Filter Events Met

source: No events were found.
nl_nl: Geen events gevonden.

source: Manage Events
nl_nl: Beheer Events

source: Manage the list of registered events
nl_nl: Beheer de lijst van geregistreerde events

source: Most Used
nl_nl: Meest Gebruikt

source: You cannot modify this Taxonomy.
nl_nl: Je kunt deze Taxonomie niet wijzigen.

source: Add Social Media
nl_nl: Social Media Toevoegen

source: Social Buttons
nl_nl: Social Knoppen

source: Edit Social Media
nl_nl: Bewerk Social Media

source: Saved social icons live here:
nl_nl: Opgeslagen social icons zijn hier:

source: The name of the social medium.
nl_nl: De naam van het social medium.

source: The slug for this social medium.
nl_nl: De slug voor dit social medium.

source: The description for this social medium.
nl_nl: De omschrijving voor dit social medium.

source: Social Base URL
nl_nl: Social Basis URL

source: The base url for this social medium, e.g. https://twitter.com.
nl_nl: De basis url voor dit social medium, bv. http://twitter.com.

source: Social Hidden
nl_nl: Social Verborgen

source: The url to the icon for this social medium.
nl_nl: De url voor het icon van dit social medium.

source: Use the button below to add a social media object.
nl_nl: Gebruik de onderstaande knop om een social media object toe te voegen.

source: Use the button below to update the social media object.
nl_nl: Gebruik de onderstaande knop om het social media object bij te werken.

source: Filter Socials By
nl_nl: Filter Socials Door

source: No socials were found.
nl_nl: Geen socials gevonden.

source: Manage Social Media
nl_nl: Beheer Social Media

source: Login name
nl_nl: Login naam

source: Name
nl_nl: Naam

source: User name
nl_nl: Gebruikersnaam

source: Role
nl_nl: Rol

source: #Locations
nl_nl: #Locaties

source: No users were found.
nl_nl: Geen gebruikers gevonden.

source: edit location
nl_nl: bewerk locatie

# class general name
source: Event categories
nl_nl: Event categorieën

# class singular name
source: Event category
nl_nl: Event categorie

source: Search Event categories
nl_nl: Zoek Event categorieën

source: All Event categories
nl_nl: Alle Event categorieën

source: Parent Event category
nl_nl: Vader Event categorie

source: Parent Event category:
nl_nl: Vader Event categorie:

source: Edit Event category
nl_nl: Bewerk Event categorie

source: Update Event category
nl_nl: Update Event categorie

source: Add New Event category
nl_nl: Voeg Nieuwe Event categorie toe

source: New Event category Name
nl_nl: Nieuwe Event categorie Naam

source: Categories
nl_nl: Categorieën

# class general name
source: Event statuses
nl_nl: Event statussen

source: Search Event statuses
nl_nl: Zoek Event statussen

source: All Event statuses
nl_nl: Alle Event statussen

source: Parent Event status
nl_nl: Vader Event status

source: Parent Event status:
nl_nl: Vader Event status:

source: Edit Event status
nl_nl: Bewerk Event status

source: Add New Event status
nl_nl: Voeg Nieuwe Event status Toe

source: New Event status Name
nl_nl: Nieuwe Event status Naam

source: Statuses
nl_nl: Statussen

source: The basic event as provided by default.
nl_nl: Het basis event wat als default wordt aangeboden.

source: Start Date
nl_nl: Start Datum

source: End Date
nl_nl: Eind Datum

source: Category
nl_nl: Categorie

source: Option Values
nl_nl: Optie Waarden

source: Last Updated
nl_nl: Laatst Bijgewerkt

source: Could not add %s as a new event object!
nl_nl: Kon %s niet toevoegen als nieuw event object!

source: Any
nl_nl: Elk

source: Social List:
nl_nl: Social Lijst:

source: Any Social Media
nl_nl: Elke Social Media

source: Event Name:
nl_nl: Event Naam:

source: Event List:
nl_nl: Event Lijst:

source: Any Event
nl_nl: Elk Event

source: Event Category:
nl_nl: Event Categorie:

source: Any Category
nl_nl: Elke Categorie

source: Any Status
nl_nl: Elke Status

source: Base URL
nl_nl: Basis URL

source: Could not add %s as a new social object!
nl_nl: Kon %s niet toevoegen als nieuw social object!

source: Settings Page
nl_nl: Instellingen Pagina

source: User Managed Page
nl_nl: User Managed Pagina

source: Social Media Page
nl_nl: Social Media Pagina

source: Events Page
nl_nl: Events Pagina

source: Enables the User Managed Locations functionality.
nl_nl: Hiermee schakelt u de User Managed Locations functionaliteit in.

source: Define the default settings page.
nl_nl: Definieer de standaard instellingen pagina.

source: Enable User Managed Locations
nl_nl: User Managed Locations Inschakelen

source: Default Settings Page
nl_nl: Standaard Instellingen Pagina

source: Enables the Social Media functionality.
nl_nl: Hiermee schakelt u de Social Media functionaliteit in.

source: Enables the Events functionality.
nl_nl: Hiermee schakelt u de Events functionaliteit in.

source: Enable Social Media
nl_nl: Social Media Inschakelen

source: Enable Event Locations
nl_nl: Event Locations Inschakelen

source: Do not use custom social media destination markers on map, use default Map Settings markers.
nl_nl: Gebruik geen persoonlijke social media doel markers op de kaart, gebruik de standaard Kaart Instellingen markers.

source: Hide the empty categories from the social media selector. Location Pages in draft mode are considered "empty".
nl_nl: Verberg de lege categorieën in de keuze voor sociale media. Location Pages in conceptmodus worden als 'leeg' beschouwd.

source: This is the graphic used as the map marker on the map.
nl_nl: Dit is de afbeelding die gebruikt wordt als kaart marker op de kaart.

source: When enabled an array of icons will be created in the below map results and info bubble.
nl_nl: Als aangezet wordt een array van iconen aangemaakt in de resultaten onder de kaart en in de info ballon.

source: When enabled a block will appear under each social media icon in the legend.
nl_nl: Als aangezet, verschijnt er tekst onder ieder Social Media icon in de legenda.

source: Add a social media legend to the output with the [slp_social_media legend] shortcode under Settings / View / Layout.
nl_nl: Voeg een social media legenda toe aan de uitvoer met de shortcode [slp_social_media legend] onder Instellingen / Weergave / Layout.

source: When enabled text will appear under each social media icon in the legend.
nl_nl: Als aangezet, verschijnt er tekst onder ieder Social Media icon in de legenda.

source: Shows the location where social icons are stored.
nl_nl: Toont de locatie waar sociale icons worden opgeslagen.

source: How many social media should be shown in the overview table.
nl_nl: Hoeveel sociale media moeten worden weergegeven in de overzichtstabel.

source: Recommended value is 20.
nl_nl: Aanbevolen waarde is 20.

source: The label for the social name selector.
nl_nl: Het label voor de social naam selector.

source: If set, prepends this text to select "any social media" as an option to the name selector. Set to blank to not provide the any selection.
nl_nl: Als ingevuld, wordt deze tekst gebruikt als optie voor "elke social media" in de naam selector. Laat leeg om deze optie niet te tonen.

source: How to show the social media selector on the search form.
nl_nl: Hoe de social media selector op het zoekformulier te tonen.

source: No will not show the social media selector.
nl_nl: Nee zal de social media selector niet tonen.

source: Single shows the social media selector as a single drop down with indents if there are parent/children relations.
nl_nl: Enkelvoudig toont de social media selector als een eenvoudige drop down met inspringen als er vader/kind relaties zijn.

source: Cascading shows a single drop down showing parents then children drop downs on an as-needed basis.
nl_nl: Cascade toont een eenvoudige drop down voor de vaders en aparte drop downs voor de kinderen indien nodig.

source: The label for the social slug selector.
nl_nl: Het label voor de social slug selector.

source: If set, prepends this text to select "any social media" as an option to the slug selector. Set to blank to not provide the any selection.
nl_nl: Als ingevuld, wordt deze tekst gebruikt als optie voor "elke social media" in de slug selector. Laat leeg om deze optie niet te tonen.

source: Do Not Use Social Media Markers
nl_nl: Gebruik Geen Social Media Markers

source: Hide Empty Social Media
nl_nl: Verberg Lege Social Media

source: Show Social Media Icons
nl_nl: Toon Social Media Icons

source: Add Block To Social Media Legend
nl_nl: Voeg Block Toe Aan Social Media Legend

source: Add Text To Social Media Legend
nl_nl: Voeg Tekst Toe Aan Social Media Legend

source: Social Icon Location
nl_nl: Social Icon Locatie

source: Number To Show
nl_nl: Nummer Te Tonen

source: Social Media Name Selector
nl_nl: Social Media Naam Selector

source: Social Name Selector Label
nl_nl: Social Naam Selector Label

source: Social Name Selector First Entry
nl_nl: Social Naam Selector Eerste Optie

source: Use Social Name Selector
nl_nl: Gebruik Social Naam Selector

source: Social Slug Selector First Entry
nl_nl: Social Slug Selector Eerste Optie

source: Use Social Slug Selector
nl_nl: Gebruik Social Slug Selector

source: When enabled a newly entered location is published immediately.
nl_nl: Als aangezet worden nieuwe locaties meteen gepubliceerd.

source: When disabled, the geocode of a newly entered location is removed to block publishing.
nl_nl: Als uitgezet wordt de geocode van een nieuw toegevoegde locatie verwijderd om publicatie te blokkeren.

source: This needs the re-geocoding functionality of %s to publish blocked locations.
nl_nl: Hiervoor is de her-geocodering functie van %s nodig om geblokkeerde locaties te publiceren.

source: When enabled a newly added user is allowed to manage locations immediately.
nl_nl: Als aangezet mogen nieuwe gebruikers hun eigen locaties meteen beheren.

source: When enabled an edit button is added to assist managing a users locations.
nl_nl: Als aangezet wordt een bewerk knop getoond om te helpen een locatie van deze gebruiker te beheren.

source: Publish Location Immediately
nl_nl: Publiceer Locatie Direct

source: Allow new user by default
nl_nl: Standaard toestaan nieuwe gebruikers

source: Show edit buttons
nl_nl: Toon bewerk knoppen

source: Do not use custom event destination markers on map, use default Map Settings markers.
nl_nl: Gebruik geen persoonlijke event doel markers op de kaart, gebruik de standaard Kaart Instellingen markers.

source: Hide the empty categories from the event selector. Location Pages in draft mode are considered "empty".
nl_nl: Verberg de lege categorieën in de keuze voor events. Location Pages in conceptmodus worden als 'leeg' beschouwd.

source: When enabled a block will appear under each event icon in the legend.
nl_nl: Wanneer ingeschakeld verschijnt er een blok onder elk event icon in de legenda.

source: Add a event legend to the output with the [slp_event legend] shortcode under Settings / View / Layout.
nl_nl: Voeg een event legenda toe aan de uitvoer met de shortcode [slp_event legend] onder Instellingen / Weergave / Layout.

source: When enabled text will appear under each event icon in the legend.
nl_nl: Als aangezet wordt tekst getoond onder ieder event icon in de legenda.

source: Shows the location where event icons are stored.
nl_nl: Toont de locatie waar event icons worden opgeslagen.

source: How many events should be shown in the overview table.
nl_nl: Hoeveel events moeten worden weergegeven in de overzichtstabel.

source: The label for the event name selector.
nl_nl: Het label voor de event naam selector.

source: If set, prepends this text to select "any event" as an option to the name selector. Set to blank to not provide the any selection.
nl_nl: Als ingevuld, wordt deze tekst gebruikt als optie voor "elk event" in de naam selector. Laat leeg om deze optie niet te tonen.

source: How to show the event selector on the search form.
nl_nl: Hoe de event selector te tonen op het zoekformulier.

source: No will not show the event selector.
nl_nl: Nee toont de event selector niet.

source: Single shows the event selector as a single drop down with indents if there are parent/children relations.
nl_nl: Enkelvoudig toont de event selector als een eenvoudige drop down met inspringen als er vader/kind relaties zijn.

source: Do Not Use Event Markers
nl_nl: Gebruik Geen Event Markers

source: Hide Empty Events
nl_nl: Verberg Lege Events

source: Show Event Icons
nl_nl: Toon Event Icons

source: Add Block To Event Legend
nl_nl: Voeg Block Toe Aan Event Legend

source: Add Text To Event Legend
nl_nl: Voeg Tekst Toe Aan Event Legend

source: Event Icon Location
nl_nl: Event Icon Locatie

source: Category and Status settings
nl_nl: Categorie en Status instellingen

source: Event Name Selector
nl_nl: Event Naam Selector

source: Event Name Selector Label
nl_nl: Event Naam Selector Label

source: Event Name Selector First Entry
nl_nl: Event Naam Selector Eerste Optie

source: Use Event Name Selector
nl_nl: Gebruik Event Naam Selector

source: Event Slug Selector First Entry
nl_nl: Event Slug Selector Eerste Optie

source: Use Event Slug Selector
nl_nl: Gebruik Event Slug Selector

source: Event Category Selector
nl_nl: Event Categorie Selector

source: Event Category Selector Label
nl_nl: Event Categorie Selector Label

source: Event Category Selector First Entry
nl_nl: Event Categorie Selector Eerste Optie

source: Use Event Category Selector
nl_nl: Gebruik Event Categorie Selector

source: Event Status Selector First Entry
nl_nl: Event Status Selector Eerste Optie

source: Use Event Status Selector
nl_nl: Gebruik Event Status Selector

source: Legend for Event Icons
nl_nl: Legenda voor Event Icons

source: Legend for Social Icons
nl_nl: Legenda voor Social Icons

source: User is allowed to manage locations.
nl_nl: Gebruiker mag locaties beheren.

source: Currently managing one location.
nl_nl: Momenteel beheren van een locatie.

source: User is not allowed to manage any location.
nl_nl: Gebruiker mag geen enkele locatie beheren.
